tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "cmake"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnupg"
brew "graphicsmagick"
brew "grsync"
brew "jq"
brew "luarocks"
brew "mas"
brew "neovim"
brew "node"
brew "ripgrep"
brew "ruby"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
cask "alfred"
cask "beyond-compare"
cask "charles"
cask "cyberduck"
cask "dash"
cask "docker"
cask "fluor"
cask "google-chrome"
cask "handbrake"
cask "imazing"
cask "kitematic"
cask "ndm"
cask "postman"
cask "rocket"
cask "sloth"
cask "sourcetree"
cask "turbo-boost-switcher"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Fantastical", id: 975937182
mas "Jira", id: 1475897096
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Parcel", id: 639968404
mas "Paste", id: 967805235
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "Xcode", id: 497799835
